Repository: NamLQ/matrix2018_translation
Catalog: translation-level2.tmx
Source language: en_us
Languages: vi

source: The roundabout is merely paint on the road; if it hadn’t worked, it could have been painted back to the original form in a matter of hours.
vi: Vòng xuyến đơn thuần là sơn trên đường; nếu không có tác dụng thì nó có thể được sơn lại hình dạng ban đầu trong vòng vài giờ.

source: The second phenomena has been more interesting in terms of evolving the Matrix.
vi: Hiện tượng thứ hai thú vị hơn về mặt phát triển Ma trận.

source: The shift from traditional ‘subtractive’ to additive manufacturing is an illustration of a classic Principle 13 solution – turn the system the other way around.
vi: Sự dịch chuyển từ sản xuất "loại bỏ" truyền thống sang sản xuất bồi đắp là một minh họa cho giải phát thủ thuật số 13 truyền thống: đảo ngược.

source: The situation sounds hopeless.
vi: Tình hình có vẻ vô vọng.

source: The story is about Inventive Principles 2 (Take Out the command and control), 7 (Nested workgroups – thanks to Holacracy for that one!) and, most important of all, 33 (‘do unto others as you would have them do unto you’).
vi: Câu chuyện là về nguyên tắc sáng tạo số 2 (Tách Khỏi mệnh lệnh và kiểm soát), số 7 (Nhóm làm việc lồng ghép - cảm ơn holacracy vì điều đó!) và, quan trọng hơn tất cả, số 33 ('làm cho người khác như cách bạn muốn họ làm cho mình')

source: The term should be interpreted to include both tacit and explicit elements – i.e. knowledge qualities as well as procedural or functional services.
vi: Thuật ngữ nên được diễn giải bao gồm cả yếu tố ngầm và rõ ràng - ví dụ các phẩm chất tri thức cũng như các dịch vụ theo thủ tục hoặc chức năng.

source: The term should be interpreted to include both tangible and intangible elements – i.e. knowledge, emotional qualities, etc as well as physical artefacts or functional services.
vi: Thuật ngữ nên được hiểu là gồm cả yếu tố hữu hình và vô hình - tức là kiến thức, phẩm chất cảm xúc, ... cũng như là các đồ tạo tác hữu hình hoặc các dịch vụ chức năng.

source: The traditional solution to such situations is to construct a roundabout.
vi: Giải pháp truyền thống đối với những trường hợp như vậy là xây dựng một cái vòng xuyến.

source: The usual reaction is to work the optimization tools even harder.
vi: Phản ứng thông thường là làm việc chăm chỉ hơn nữa với các công cụ tối ưu hóa.

source: The vicious-cycle-bifurcation-virtuous-cycle sequence is all about contradictions.
vi: Chuỗi “vòng luẩn quẩn - phân nhánh - vòng phát triển” tất cả là về mâu thuẫn.

source: The virtuous cycle no longer appears to be working, and a new, vicious, cycle kicks in.
vi: Vòng phát triển dường như không còn xuất hiện nữa, và một vòng luẩn quẩn mới bắt đầu.

source: The work was instigated because attempts to use the 1970s Soviet Contradiction Matrix often proved to be frustrating.
vi: Công việc được khởi xướng bởi vì người dùng thường bực bội khó chịu khi nỗ lực sử dụng Ma trận mâu thuẫn của Liên Xô những năm 1970.

source: Then a book.
vi: Rồi một cuốn sách.

source: Then someone comes along and solves their contradiction.
vi: Sau đó có người đến và giải quyết mâu thuẫn của họ.

source: Then, if competing publishers recognize the magnitude of the insight, they go find other authors to go and write their own version of the same basic story.
vi: Sau đó, nếu các nhà xuất bản cạnh tranh nhận ra tầm quan trọng của cái nhìn như vậy, họ sẽ tìm các tác giả khác để viết phiên bản của riêng cho cùng một câu chuyện cơ bản.

source: There aren’t that many universals in life.
vi: Không có nhiều sự phổ quát trong cuộc sống.

source: There’s an argument here again that this is a technical problem with a technical solution, but hopefully the real point is that if the improving and worsening features can be mapped onto the Business Matrix – which they have been – then the case study is a valid one.
vi: Lại có một lập luận rằng đây là một vấn đề kỹ thuật với một giải pháp kỹ thuật, nhưng hy vọng điểm cốt yếu là các thông số cải thiện và các thông số kém đi có thể được ánh xạ vào Ma trận Kinh doanh - chúng có tồn tại - thì nghiên cứu điển hình này là hợp lệ.

source: These are the innovators.
vi: Đây là những nhà đổi mới.

source: These patents, Altshuller concluded, could safely be ignored.
vi: Altshuller kết luận rằng những bằng sáng chế này có thể bỏ qua một cách an toàn.

source: They all failed because they steadfastly continued doing what had made them successful, even though the world around them had changed.
vi: Tất cả đều thất bại vì họ kiên định tiếp tục làm những gì đã giúp họ thành công, mặc dù thế giới xung quanh họ đã thay đổi.

source: They come along and solve the contradiction while you’re still running your latest Design Of Experiments charade.
vi: Họ xuất hiện và giải quyết mâu thuẫn trong khi bạn vẫn đang chơi trò đố chữ Thiết kế Thí nghiệm mới nhất của mình.

source: They didn’t understand complex systems, but when we combine what they learned with what we now know about complexity, we end up with the foundations on which we have a chance of understanding universal patterns of success.
vi: Họ không hiểu các hệ thống phức tạp, nhưng khi kết hợp những điều họ học được với những điều hiện nay chúng tôi biết về sự phức tạp, thì chúng tôi sẽ có được những nền tảng mà dựa vào đó chúng tôi có cơ hội hiểu được các mô hình thành công phổ quát.

source: They get stuck.
vi: Họ bị mắc kẹt.

source: They optimize it.
vi: Họ tối ưu nó.

source: They too eventually get stuck.
vi: Rốt cuộc họ lại bị mắc kẹt.

source: They write a paper about it.
vi: Họ viết một bài báo rồi một cuốn sách về nó.

source: Things like Lean and SixSigma have a very definite place in life.
vi: Những thứ như Lean và Six Sigma có một vị trí rất rõ ràng trong cuộc sống.

source: Things like ‘trust’ are emergent properties of complex systems.
vi: Những thứ như "sự tin tưởng là các đặc điểm nổi bật của các hệ thống phức tạp.

source: This creates a new s-curve.
vi: Việc này tạo ra một đường cong chữ s mới.

source: This first phenomena, in other words, boils down to how well we can all see-through the publishing industry noise and get to the meaningful signal.
vi: Nói cách khác, hiện tượng đầu tiên này tập trung vào mức độ tất cả chúng ta có thể nhìn xuyên qua nhiễu của ngành xuất bản và nhận được tín hiệu có ý nghĩa.

source: This gives us at least the start of a research formula: look for a non-linearly successful entity; look for the contradictions that got solved in order to create the virtuous cycle driving the non-linearity; look for how the contradiction was solved.
vi: Điều này ít nhất cho chúng ta khởi đầu của một công thức nghiên cứu: tìm kiếm một thực thể thành công phi tuyến tính; tìm kiếm những mâu thuẫn đã được giải quyết để tạo ra vòng phát triển thúc đẩy sự phi tuyến tính; tìm ra cách thức các mâu thuẫn được giải quyết như thế nào.

source: This includes the time and level of effort required to do something, both visible and invisible, tangible and intangible.
vi: Điều này bao gồm thời gian và mức độ nỗ lực cần thiết để làm gì đó, cả rõ ràng và không rõ ràng, hữu hình và vô hình.

source: This may be interpreted as person-to-person, peer-to-peer, department-to-department, division-to-division, B2B, B2C or any other relationship between one entity and another.
vi: Điều này có thể được hiểu là kết nối giữa người với người; mô hình P2P (peer-to-peer: là hình thức kết nối trực tiếp giữa người vay và người cho vay trên nền tảng online (trực tuyến) mà không thông qua bên trung gian tài chính nào); kết nối bộ phận - bộ phận; kết nối phòng ban với phòng ban; B2B (hình thức kinh doanh, giao dịch trực tiếp giữa doanh nghiệp và doanh nghiệp); B2C (hình thức giao dịch giữa các doanh nghiệp và người tiêu dùng); hoặc bất kỳ mối quan hệ nào khác giữa một thực thể này với một thực thể khác.

source: This parameter seeks to encourage users to focus on risk in its most general sense.
vi: Tham số này nhằm khuyến khích người sử dụng tập trung vào rủi ro theo nghĩa rộng nhất của nó.

source: This vicious cycle is all about the emergence and strengthening of contradictions.
vi: Vòng luẩn quẩn này tất cả là về sự nổi lên và củng cố của các mâu thuẫn.

source: This virtuous cycle creates the steepest rising part of the s-curve.
vi: Vòng phát triển này tạo ra phần tăng dốc nhất của đường cong chữ s.

source: Thus the contradiction deepens, it has now become (in the terms of the Matrix) a Customer Revenue versus Adaptability/Versatility conflict.
vi: Do đó mâu thuẫn sâu sắc sắc hơn, giờ trở thành (theo ngôn ngữ Ma trận) xung đột giữa doanh thu khách hàng với khả năng thích ứng / tính linh hoạt.

source: Thus, any benefit for the customer in reducing the possibility of loss incidents (i.e., engaging in risk-reducing behaviour) occurs upon renewing the policy.”
vi: Do vậy mang lại lợi ích nào đó cho khách hàng trong việc giảm thiểu khả năng xảy sự cố tổn thất xảy ra (ví dụ, bằng việc tham gia các hành vi giảm thiểu nguy cơ) vào lúc gia hạn hợp đồng bảo hiểm."

source: To this day, the original research – insert images of warehouses full of patent documents neatly classified and analysed – has not been made available for scrutiny.
vi: Cho đến ngày nay, nghiên cứu gốc – chèn ảnh kho chứa đầy tài liệu bằng sáng chế được phân loại và phân tích gọn gàng – vẫn chưa được cung cấp để xem xét kỹ lưỡng.

source: To which the answer is almost invariably, ‘yes’, since most CEOs have big egos.
vi: Câu trả lời gần như luôn luôn là 'có', vì hầu hết các CEO đều có cái tôi lớn.

source: To which the answer is, ‘it might be a technical solution, but it is a solution to a host of business problems.
vi: Theo đó câu trả lời là, "nó có thể là một giải pháp kỹ thuật, nhưng nó lại là một giải pháp cho một loạt các vấn đề kinh doanh".

source: Trade-offs are generally speaking seen as bad.
vi: Nói chung, sự đánh đổi được coi là xấu.

source: Trust
vi: Lòng tin

source: Try and talk about how the spread of technology always gives an s-shaped curve and people seem to be able to picture what’s happening.
vi: Hãy thử nói về cách lan rộng của công nghệ luôn tạo ra một đường cong hình chữ s và mọi người dường như có thể hình dung ra điều gì đang xảy ra.

source: US9,418,383: In theory at least, one of the best sources of contradiction-solving case studies are patent databases.
vi: Bằng sáng chế số hiệu US9.418.383: Ít nhất về mặt lý thuyết, một trong những nguồn tốt nhất về các trường hợp điển hình giải quyết mâu thuẫn là cơ sở dữ liệu bằng sáng chế.

source: Use it to try and solve a mechanical problem and it would usually ‘work’; use it to try and solve a semi-conductor problem, or a pharmaceutical problem, or a problem in any of the ‘modern’ industries and it would usually either point problem solvers in fruitless or nonsensical directions.
vi: Sử dụng Ma trận để thử và giải quyết một vấn đề cơ học thường sẽ "hoạt động". Nhưng dùng nó để thử và giải quyết vấn đề về chất bán dẫn, về dược phẩm hoặc trong bất kỳ ngành công nghiệp "hiện đại" nào thì nó thường định hướng người giải một cách không hiệu quả hoặc vô nghĩa.

source: Usually the Claims section.
vi: Thường là phần yêu cầu bồi thường.

source: We all know that the way to make text bigger or smaller on our smartphone screen is to use two fingers that we either move apart or together.
vi: Tất cả chúng ta đều biết rằng cách để làm cho văn bản lớn hơn hoặc nhỏ hơn trên màn hình điện thoại thông minh của chúng ta là sử dụng hai ngón tay di chuyển ra xa hoặc gần nhau.

source: We could optimize the system from today to eternity and not make the slightest improvement beyond the fundamental limit.
vi: Chúng ta có thể tối ưu hệ thống từ hôm nay cho đến vĩnh cửu và không tạo ra một sự cải tiến nhỏ nhất nào vượt quá giới hạn nền tảng.

source: We re-issued a new version of the Matrix that year.
vi: Chúng tôi đã phát hành lại phiên bản Ma trận mới vào năm đó.

source: Weiner’s final diagnosis is that in each case the success emerged from what he described as ‘3 D’s’: disorder, diversity and discernment.
vi: Chẩn đoán cuối cùng của Weiner là trong mỗi trường hợp, thành công xuất hiện từ những gì ông mô tả là "3 Ds": rối loạn (disorder), đa dạng (diversity) và phân biệt (discernment).

source: What I have seen, on the other hand, is an internal recognition that attributing the success of your latest project to SixSigma was good for your career.
vi: Mặt khác, những gì tôi thấy là sự công nhận nội bộ rằng việc quy kết sự thành công của dự án mới nhất của bạn vào Six Sigma sẽ tốt cho sự nghiệp của bạn.

source: What is clear, though, is that by the early 1970s, Altshuller declared that work on the Matrix should cease.
vi: Tuy nhiên, điều rõ ràng là vào đầu những năm 1970, Altshuller tuyên bố rằng công việc về Ma trận nên chấm dứt.

source: What the Zappos operator purportedly did is not only agreed the refund for the shoes but also, without asking a supervisor, organized a bunch of condolences flowers to be sent to the customer.
vi: Điều mà người điều hành Zappos làm một cách công khai là không chỉ đồng ý hoàn tiền cho đôi giày mà còn chuẩn bị một lẵng hoa chia buồn gửi đến khách hàng mà không cần hỏi ý kiến người giám sát.

source: What worked for one enterprise probably won’t work for another.
vi: Thứ hiệu quả với doanh nghiệp này có thể sẽ không hiệu quả với doanh nghiệp khác.

source: Whatever the system exists to do – the outcomes it delivers – when it first appears, it tends not to be effective.
vi: Bất kể hệ thống tồn tại để làm gì – kết quả mà nó mang lại – khi mới xuất hiện có xu hướng không hiệu quả.

source: When Jack Welch was in charge of GE he (in)famously told the world that the Company had saved $9B as a result of deploying SixSigma.
vi: Khi Jack Welch phụ trách GE, ông đã có một câu nói nổi tiếng với thế giới rằng Công ty đã tiết kiệm được 9 tỷ USD nhờ triển khai Six Sigma.

source: When an engineer in the Soviet Navy began searching through patent documents in 1946 (Reference 1), he wasn’t the first person to recognise the importance of contradictions.
vi: Khi một kỹ sư trong Hải quân Liên Xô bắt đầu tìm kiếm các tài liệu bằng sáng chế vào năm 1946 (Tài liệu tham khảo 1), ông không phải là người đầu tiên nhận ra tầm quan trọng của mâu thuẫn.

source: When enterprises try and improve how much customers ‘trust’ them, nothing will happen unless there is a system to make it happen.
vi: Khi doanh nghiệp cố gắng cải thiện mức độ khách hàng tin tưởng họ thì sẽ không có gì xảy ra trừ khi có một hệ thống khiến nó xảy ra.

source: When they see videos of cars travelling around the roundabout in both clock-wise and counter-clock-wise directions the reaction becomes somewhat stronger.
vi: Khi họ nhìn thấy các đoạn video về những chiếc ô tô đi vòng quanh vòng xuyến theo cả hai hướng thuận và ngược chiều kim đồng hồ, phản ứng trở nên mạnh hơn một chút.

source: When we look at successful deployments of the new way of doing things – aerospace, medical devices being two dominant areas, we can establish that the contradictions being solved include Production-Capability-versus- Adaptability, Production-Cost-versus-System-Complexity, Production Time-versus-Design- Specification.
vi: Khi chúng ta xem xét các triển khai thành công cách làm mới - mà hàng không vũ trụ và thiết bị y tế là hai lĩnh vực thống trị, chúng ta có thể xác định được những mâu thuẫn nào được giải quyết bao gồm năng lực sản xuất so với khả năng thích ứng, chi phí sản xuất so với độ phức tạp của hệ thống, và thời gian sản xuất so với thiết kế - đặc điểm kỹ thuật.

source: When we read through it, we could see that Zappos had found a good contradiction to solve – ‘we want to increase customer revenues, but it’s difficult to make a decent margin when your route to market is virtual’ – but it wasn’t especially clear how the problem had been solved.
vi: Khi đọc qua nó, chúng tôi có thể thấy rằng Zappos đã tìm ra một mâu thuẫn tốt để giải quyết – “chúng tôi muốn tăng doanh thu từ khách hàng, nhưng rất khó để kiếm được lợi nhuận kha khá khi con đường tiếp cận thị trường của bạn là ảo” – nhưng điều đó không đặc biệt rõ vấn đề đã được giải quyết như thế nào

source: When we zoom in and look then at, say, the jump from handsets with keypads to those with touchscreens, that was more about ‘optimization’ than innovation.
vi: Ví dụ, khi ta phóng to và xem xét bước chuyển từ thiết bị cầm tay có bàn phím sang thiết bị có màn hình cảm ứng, đó là về "tối ưu hóa" hơn là đổi mới.

source: When we’re looking to jump curve, we need to put those methods on one side and pick up others.
vi: Khi tìm cách vượt qua đường cong chúng ta cần đặt các phương pháp đó sang một bên và chọn những phương pháp khác.

source: When we’re looking to optimize the system (climb the curve), they probably help do the job better than anything.
vi: Khi chúng ta tìm cách tối ưu hóa hệ thống (leo lên đường cong), chúng có thể giúp thực hiện công việc tốt hơn bất cứ điều gì.

source: When we’re stuck at the top of our current curve, we no longer have to accept the fact that we’re stuck.
vi: Khi chúng ta bị mắc kẹt ở trên đỉnh của đường cong hiện tại, chúng ta không còn phải chấp nhận sự thật rằng ta đang bị kẹt.

source: Whenever Altshuller or a member of his team saw such a patent, they started reverse engineering the strategies the inventors had used to achieve their no-trade-off solutions.
vi: Bất cứ khi nào Altshuller hoặc một thành viên trong nhóm của ông nhìn thấy một bằng sáng chế như vậy, họ bắt đầu thiết kế ngược các chiến lược mà các nhà sáng chế đã sử dụng để đạt được các giải pháp không thỏa hiệp của họ.

source: Whenever I show the image of the roundabout in countries outside the UK the usual reaction is one of, ‘that can’t be right’.
vi: Bất cứ khi nào tôi trình chiếu hình ảnh chiếc vòng xuyến ở các nước ngoài Vương quốc Anh thì phản ứng thuông thường sẽ là "điều đó không thể được".

source: Where a risk could apply to any or all of the cost, time or quality parameters, this Risk parameter is the one that should be used.
vi: Nơi mà một rủi ro có thể áp dụng cho bất kỳ hoặc tất cả chi phí, thời gian hoặc các thông số chất lượng, thì thông số rủi ro này nên được sử dụng.

source: Where a risk could apply to any or all of the cost, time or quality parameters, this is the one that should be used.
vi: Trường hợp rủi ro có thể áp dụng cho bất kỳ hoặc tất cả các thông số giá thành, thời gian, hoặc chất lượng, thì đây là thông số nên được sử dụng.

source: Where patents had been the main source of data for the technical tool, the equivalent in the world of business, turned out to be the management text book.
vi: Bằng sáng chế là nguồn dữ liệu chính cho công cụ kỹ thuật, thì tương đương trong thế giới kinh doanh hóa ra lại là sách giáo khoa quản lý.

source: Which is to say, the way things seem to work these days is once in a while, someone has a really useful insight.
vi: Điều này có nghĩa là, cách mọi thứ mà ngày nay dường như hoạt động là khi thỉnh thoảng ai đó có một cái nhìn sâu sắc thực sự hữu ích.

source: Which seems to imply a degree of cheating to some people in the business community: ‘how can you use a technical example to illustrate a business method?’ seems to be the gist of the question.
vi: Điều này dường như ngụ ý một mức độ gian lận đối với một số người trong cộng đồng doanh nghiệp. Đây dường như là ý chính của câu hỏi: "sao bạn có thể sử dụng một ví dụ kỹ thuật để minh họa cho một giải pháp kinh doanh?"

source: Which tells us about another Inventive Principle being used – Principle 13 again – the best way to make people behave in a safe manner is to ensure their out of their ’unconscious competence’ thinking mode, and the best way to achieve that is to make them feel ever so slightly unsure about what they’re doing.
vi: Điều này cho chúng ta biết về nguyên tắc sáng tạo khác được sử dụng - lại là nguyên tắc 13 - cách tốt nhất khiến mọi người hành xử một cách an toàn là đảm bảo họ ra khỏi chế độ suy nghĩ vô thức, và cách tốt nhất để đạt được điều đó là khiến họ cảm thấy hơi không chắc chắn về những điều đang làm.

source: Worsening Parameter
vi: Tham số xấu đi

source: You can never step in the same river twice.
vi: Bạn không bao giờ có thể tắm hai lần cùng một dòng sông.

source: You might not care about s-curves.
vi: Bạn có thể không quan tâm tới đường con hình S.

source: You might not know that your ability to improve is governed by your position on your current curve.
vi: Bạn có thể không biết rằng khả năng cải thiện của bạn bị chi phối bởi vị trí của bạn trên đường cong hiện tại.

source: You might not know where you are on your curve.
vi: Bạn có thể không biết mình đang ở đâu trên đường cong của hình.

source: Your job is merely to improve what your boss told you to improve.
vi: Công việc của bạn đơn thuần là cải thiện những gì sếp yêu cầu cải thiện.

source: Zappos: The Geography of Genius is something of an exception to the usual business text rule: someone who understands complexity and focuses on one problem.
vi: Zappos: Địa lý của thiên tài là một thứ gì đó ngoại lệ đối với quy tắc văn bản kinh doanh thông thường: ai đó hiểu được sự phức tạp và tập trung vào một vấn đề.

source: Zoom in further and we can see that Apple only entered the touchscreen world when the technology allowed the user to do something more than point at something on the screen.
vi: Phóng to hơn nữa và chúng ta có thể thấy rằng Apple chỉ bước vào thế giới màn hình cảm ứng khi công nghệ này cho phép người dùng làm được nhiều thứ hơn là việc chỉ tay vào một thứ gì đó trên màn hình.

source: – in the form of branding, advertising, appearance of store, etc.
vi: dưới hình thức xây dựng thương hiệu, quảng cáo, sự hiện diện của cửa hàng, v.v.

source: – where the term is most frequently used.
vi: - nơi thuật ngữ được sử dụng thường xuyên nhất.

source: ‘If you always do what you've always done, you will always get what you've always got’ is still an oft used aphorism in business.
vi: “Nếu bạn luôn làm những gì bạn luôn làm, bạn sẽ luôn nhận được những gì bạn luôn nhận” vẫn là một câu cách ngôn thường được sử dụng trong kinh doanh.

source: ‘Interfaces’; issues relating to the connections that exist (or don’t exist but should) between different parts of a system.
vi: "Giao diện"; các vấn đề liên quan tới các kết nối tồn tại (hoặc không tồn tại nhưng nên có) giữa các phần khác nhau của một hệ thống.

source: ‘Risk’; matters associated with likelihood and consequences of things happening that will cause a deviation from established plans.
vi: "Rủi ro"; các vấn đề liên quan tới khả năng và các hậu quả của những điều xảy ra sẽ gây ra sự sai lệch so với các kế hoạch đã được thiết lập.

source: ‘So what?’ you ask.
vi: "Vậy thì sao?", bạn hỏi.

source: ‘Specification/Capability/Means’ relate to quality related aspects of a product, process or service.
vi: "Thông số kỹ thuật / Năng lực / Phương tiện" liên quan đến các khía cạnh của một sản phẩm, một quy trình hoặc một dịch vụ.

source: ‘Supply’ also includes the manner in which an organisation presents itself to its customers
vi: "Nguồn cung" cũng bao gồm cách thức mà một tổ chức tự giới thiệu tới khách hàng

source: ‘Time’; anything relating to temporal issues.
vi: "Thời gian"; bất cứ điều gì liên quan đến thời gian. (

source: ‘What gets measured gets managed’ being the aphorism of choice for many middle-managers (and perhaps even more so, their bosses).
vi: "Cái gì được đo lường thì được quản lý" là câu cách ngôn được nhiều nhà quản lý cấp trung lựa chọn (và có lẽ cả người chủ của họ).

source: “Insurance customers typically buy a policy for a fixed amount of time and for particular coverage.
vi: "Khách hàng bảo hiểm thường mua một hợp đồng bảo hiểm trong một khoảng thời gian cố định và cho phạm vi bảo hiểm cụ thể.
